[
  {
    "name": "Transformers Fall of Cybertron",
    "description": "My first platinum. I practiced my English by playing multiplayer. Good game, LET THE REMASTERED VERSION OUT!"
  },
  {
    "name": "Sherlock Holmes Crimes and Punishments",
    "description": "It was a gift for my dad but the first case didn't even happen."
  },
  {
    "name": "Call of Duty Black Ops 2",
    "description": "Good times with my brother in online multiplayer, bad times with my sister when she used the internet. Good story and secrets, predicted what 2025 would be like O.M.G."
  },
  {
    "name": "Destiny",
    "description": "Good times, I finished two rounds by myself (3 vs AI game mode)."
  },
  {
    "name": "GTA V",
    "description": "Good and bad moments in Online mode, craziness and crews, very toxic."
  },
  {
    "name": "Need for Speed Rivals",
    "description": "Driving non-stop, I fell in love with the Ferrari F12 Berlinetta."
  },
  {
    "name": "GTA IV",
    "description": "It was good, the online not much, many secrets that I overlooked."
  },
  {
    "name": "Uncharted 1 Drake's Fortune",
    "description": "Good game, the part about the demons in an abandoned Nazi bunker and me alone scared me."
  },
  {
    "name": "Uncharted 2 Among Thieves",
    "description": "Good game, many secrets, reach the final boss on the maximum difficulty... Fucking Lazarevic."
  },
  {
    "name": "God of War Collection (1 y 2)",
    "description": "Good games, violence and blood on demand, I still remember the combos... Fucking Zeus and Ares."
  },
  {
    "name": "Call of Duty Ghost",
    "description": "Underrated, good online games with my brother, to the point where we were only 2 vs 6 or 8, we won in the end."
  },
  {
    "name": "Street Fighter 4",
    "description": "Damn final boss, he used all the combos of all the characters, and also in easy mode with Zangief."
  },
  {
    "name": "Call of Duty Advance Warfare",
    "description": "The same as the previous ones but more futuristic, more frenetic, double jump, etc."
  },
  {
    "name": "Assassin's Creed III",
    "description": "With this game I learned about the history of the independence of the United States of America... more or less"
  },
  {
    "name": "The Last of Us",
    "description": "This is Cinema. Excellent plot, suspense, terror, good and sad moments, everything. I'm not surprised they made a series of this game."
  },
  {
    "name": "Minecraft",
    "description": "I played it a bit on Ps3 and more on PC, but I gave it up after a few months."
  },
  {
    "name": "God of War III",
    "description": "Zeus!, your son has returned and brings with him the destruction of Olympus!"
  },
  {
    "name": "Call of Duty Black Ops",
    "description": "Great piece of game, except that it gets stuck or bugged in a certain cinematic."
  },
  {
    "name": "Resistance 3",
    "description": "I've already played it twice, I can't get enough of playing it, now I'm about to get the platinum."
  },
  {
    "name": "Battlefield Hardline",
    "description": "Cops and robbers game, eighties-type plot... but it's the same as other FPS war games, shooting the bad guys."
  },
  {
    "name": "DOOM Eternal",
    "description": "The most Christian/Catholic game that could have existed, father of FPS. It's a monster movie where YOU are the monster, 10/10."
  },
  {
    "name": "Batman Arkham Asylum",
    "description": "It changes the face of superhero games, 10/10, GOTY. A manual on how to create and develop a good superhero game."
  },
  {
    "name": "Batman Arkham City",
    "description": "An prison-city full of criminals and psychopats making un chaos in every corner... just another night for Batman."
  },
  {
    "name": "Batman Arkham Knight",
    "description": "What should have been the LAST game in the Arkham trilogy, the finishing touch... but then came Suicide Squad: Kill The Justice League and Rocksteady screwed up big time."
  },
  {
    "name": "Uncharted 3 Drake's Deception",
    "description": "More secrets, another lost city, more about protagonist's past and... an deception."
  },
  {
    "name": "Uncharted 4 A Thief's End",
    "description": "An perfect final for an perfect saga and for his main character."
  },
  {
    "name": "Days Gone",
    "description": "Good game but with an few of incomplete parts in one of their enviroments, this post-apocalyptic world is coming for you."
  },
  {
    "name": "Red Dead Redemption 2",
    "description": "Excellent game, drama, shootings, tensions, cowboys, deceptions, plot twists... makes me want to play it again."
  },
  {
    "name": "Horizon Zero Dawn",
    "description": "One of the first games for Play Station 4, good graphics, good creativity and enviroment."
  },
  {
    "name": "Call of Duty Black Ops Cold War",
    "description": "The story happens between Black Ops 1 and Black Ops 2, secrets, spies, more than one final (depends on player's decisions)."
  },
  {
    "name": "Call of Duty Black Ops III",
    "description": "Only good for frenetic online multiplayer and zombies, but the campaing... 5/10."
  },
  {
    "name": "Call of Duty Modern Warfare (2019)",
    "description": "An excellent game to reboot the saga, with realistic details and an story to get you out of your chair."
  },
  {
    "name": "Call of Duty Modern Warfare 2 Remastered",
    "description": "The game who caused controversy for just one mission, but remember... No Russian."
  },
  {
    "name": "God of War 2018",
    "description": "10/10, GOTY, good soundtrack, good story and moments of nostagia BOY!"
  },
  {
    "name": "Just Cause 3",
    "description": "An game about explosions, overthrow a dictator, explosions and... explosions."
  }
]
